export const ANSWER = [1,1,5,4,3,2];
export const TRIES_AMOUNT = 5;
export const CELLS_AMOUNT = 6;
export const ADDITIONAL_TRIES_AMOUNT = 2;
export const MESSAGES = [
    'У тебя почти получилось! Да, цифр много, и очень сложно выбрать правильную. Возможно, стоит с кем‑нибудь посоветоваться? У нас в МТС тоже много профессий, и сделать правильный выбор всегда поможет карьерный консультант.',
    'Не сдавайся! Нам рассказывали, один разработчик из МТС переписывал код для запуска сервиса 47 раз, так как постоянно находил, что улучшить. Мы ценим инициативность.', 
    'Аналитики МТС, как и ты, находятся в постоянном поиске себя решений, чтобы сделать жизнь людей и бизнеса лучше. Быть настойчивым — очень здорово! Выдохни и попробуй ещё раз.',
    'Не грусти, на ошибках учатся. В экосистеме МТС есть свой собственный Корпоративный университет, где каждый может изучать то, что нравится, и прокачивать скиллы. Мы за развитие профессиональных и личных качеств.',
    'Это не просто, но мы уверены, ты справишься. Как и наш дизайнер, который смог выбрать тот самый красный цвет из тысячи. У тебя всё получится, главное, не останавливайся на достигнутом и делай ещё круче!',
    'Ты ведь специально допустил ошибку? Мы попросили наших тестировщиков не проходить игру с первого раза, чтобы проверить все варианты. Нам хотелось, чтобы эта игра была такая же интересная, как все продукты цифровой экосистемы МТС.\nПопробуешь ещё раз?',
    'Понимаем, угадать действительно сложно, ведь в этом коде кроме единицы и нуля есть и другие цифры. Но ошибаться не так страшно, как кажется. Поэтому бери и действуй!',
    'Ой, эта попытка оказалась неудачной, но стоит попробовать ещё раз. Кстати, на крутую стажировку от МТС попасть легче, чем угадать этот код.',
    'Победа была близко!\nНе расстраивайся и попробуй подобрать нужные цифры снова. Как говорят в МТС: «Допустить ошибку легко, а принять оффер в один клик ещё легче, ведь всё оцифровано».'
];