export const ANSWER = [1,1,5,4,3,2];
export const TRIES_AMOUNT = 5;
export const CELLS_AMOUNT = 6;
export const ADDITIONAL_TRIES_AMOUNT = 2;
export const MESSAGES = [
    'Мы видели, у тебя почти получилось! Цифр много, и очень сложно выбрать правильную. ' +
    'Возможно стоит с кем‑нибудь посоветоваться? У нас в МТС тоже много профессий, ' +
    'но сделать правильный выбор всегда поможет карьерный консультант.',
    'Не сдавайся! Нам рассказывали, что один разработчик из МТС переписывал код для запуска ' +
    'сервиса 47 раз, потому что постоянно находил, что улучшить. Мы за инициативность.', 
    'Аналитики МТС, как и ты, находятся в постоянном поиске себя решений, чтобы сделать ' + 
    'жизнь людей и бизнеса лучше. Мы ценим настойчивость. Попробуй ещё раз.',
    'Не грусти, на ошибках учатся. В экосистеме МТС есть свой собственный Корпоративный университет, ' + 
    'где каждый может изучать то, что нравится, и прокачивать скиллы. Мы за развитие профессиональных и личных качеств.'
];